Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: We are done here...
ru: Мы закончили...

source: We are finally able to restore our home to its original glory.
ru: Наконец-то мы можем вернуть нашему дому его первоначальную славу

source: We are fortifying this position.
ru: Мы укрепляем эту позицию.

source: We are funding the Zuspri Vanguard and providing them with weapons to fight against the Kaiser.
ru: Мы финансируем Эзиканский орден и предоставляем им оружие для борьбы с кайзером.

source: We are granting higher wages to the Stellar Particle Accelerator's scientists.
ru: Мы повышаем заработную плату ученым ускорителя звездных частиц.

source: We are inevitable.
ru: Мы неизбежны.

source: We are investing a significant amount of resources into a large diplomatic mission within the Katzenartig Imperium.
ru: Мы инвестируем значительное количество ресурсов в крупную дипломатическую миссию в Империи Катзенртиг.

source: We are investing energy to scramble Aeternite communications, delaying their awakening.
ru: Мы вкладываем энергию в скремблирование сообщений Вечности, задерживая их пробуждение.

source: We are making significant profits off the state-mandated sale of the Yggdrasil Orchid's Hallucinogens.
ru: Мы получаем значительную прибыль от санкционированной государством продажи галлюциногенов Комплекса Иггдрасиль.

source: We are masters of the immaterial.
ru: Невероятно!

source: We are not interested.
ru: Мы не заинтересованы.

source: We are not ready for this.
ru: Мы к этому не готовы.

source: We are not yet ready for this, we need more time...
ru: Мы еще не готовы к этому, нам нужно больше времени...

source: We are pouring everything we can into a study to disprove the False Vacuum theory.
ru: Мы вкладываем все, что можем, в исследование, чтобы опровергнуть ложную теорию вакуума.

source: We are preparing a device to overload the psionic lighthouse and render Aeternum blind to cloaked vessels
ru: Мы готовим устройство, которое перегрузит псионический маяк и сделает Вечность слепым для замаскированных судов

source: We are ready to generate new Space Clouds, and can start whenever we want.
ru: Мы готовы генерировать новые космические облака, мы можем начать, когда вы захотите.

source: We are ready.
ru: Мы готовы.

source: We are sending an expedition to chart Aiondia's surface.
ru: Мы отправляем экспедицию для составления карты поверхности Айондии.

source: We are so very close.
ru: Мы так очень близки

source: We are spending resources to fling a storm of relativistic projectiles towards Aeternite infrastructure.
ru: Мы тратим ресурсы на то, чтобы обрушить шквал релятивистских снарядов на инфраструктуру Вечности.

source: We are the only ones here who will be feasting
ru: Мы здесь единственные, кто будет пировать

source: We are tricking the Aeternites into believing we are no threat to them.
ru: Мы обманываем этернитов, заставляя их поверить, что мы не представляем для них угрозы.

source: We are truly the masters of the heavens now.
ru: Теперь мы действительно хозяева небес.

source: We are what we have and we will have it all.
ru: Мы есть то, что у нас есть, и у нас будет все.

source: We believe that protecting our people by having some vassals of our own species would be very helpful to survive against the dangers of the galaxy.
ru: Мы считаем, что спасение нашего народа за счет вассалов нашего собственного вида было бы очень полезным для выживания против всех опасностей галактики.

source: We believe that saving our species by keeping some of us as primitives on isolated colonies would be a worthy endeavor.
ru: Мы считаем, что спасение нашего вида путем сохранения некоторых из нас в качестве примитивов на изолированных колониях будет большим шагом к нашей безопасности.

source: We can afford to wait and observe until we have gathered more information.
ru: Мы можем позволить себе подождать и понаблюдать, пока не сможем собрать больше информации

source: We can also decline to invite any colonists, not having to pay the energy cost.
ru: Мы также можем отказаться от приглашения колонистов, чтобы не платить за энергию.

source: We can always activate it later.
ru: Мы всегда можем активировать его позже.

source: We can communicate with Garyx, the central artificial intelligence.
ru: Мы можем общаться с Гарикс, центральным искусственным интеллектом.

source: We can damage all your forms now!
ru: Теперь мы можем повредить все ваши формы.

source: We can disrupt foreign communications systems, reducing our neighbours' ability to efficiently communicate within their empire.
ru: Мы можем нарушить работу средств связи других империй, уменьшив эффективность их систем управления.

source: We can feel it now, the flame.
ru: Мы уже чувствуем его, это пламя.

source: We can further increase the rate at which our Planetary Defense Nexuses assemble their vessels by enabling said vessels to effectively build themselves.
ru: Мы можем еще больше увеличить скорость, с которой наши Нексусы планетарной обороны собирают свои корабли, позволяя указанным кораблям эффективно строить себя.

source: We can hijack surveillance and observation systems of other empires, using them to get a better idea of the space which surrounds our empire.
ru: Мы можем использовать специализированное программное обеспечение для наблюдения за действиями соседних империй, чтобы лучше понять их намерения.

source: We can now activate or deactivate the Suurikilpian if we have enough $aeternum_tech_intel$.
ru: Теперь мы можем активировать или деактивировать Суурикилпиан, если у нас достаточно $aeternum_tech_intel$.

source: We can now build production facilities that are able to boost our existing $acot_sr_stellarite$ infrastructure.
ru: Теперь мы можем строить производственные мощности, способные усилить существующую инфраструктуру $acot_sr_stellarite$.

source: We can now produce luxury completely automated on a scale that wasn't even thinkable by our most ambitious sci-fi authors and utopists.
ru: Теперь мы можем производить роскошь полностью автоматизированным способом в таких масштабах, которые даже не могли себе представить самые амбициозные фантасты и утописты.

source: We can only do this once a year.
ru: Мы можем делать это только раз в год.

source: We can only have one solar shipyard on this segment.
ru: У нас может быть только одна солнечная верфь в этом сегменте.

source: We can only purchase Katzen ships every 6 months.
ru: Мы можем приобретать корабли Катзен только каждые 6 месяцев.

source: We can only reprogram one Blokkat at once.
ru: Мы можем перепрограммировать только один блоккат одновременно.

source: We can only search for one item at a time.
ru: Наши ресурсы ограничены, мы можем искать только один предмет за раз.

source: We can organize raids into their territory, but this will anger the target.
ru: Мы можем организовать рейды на их территорию, но это разозлит цель.

source: We can understand you?
ru: Мы можем вас понять?

source: We can use Blokkat scrap to counter the Blokkats' own vessels more efficiently.
ru: Мы можем использовать утильБлоккатдля более эффективного противодействия собственным судам Блокаты.

source: We can use dimensional folding and timespace manipulation to run and monitor a nigh infinite amount of Delpic AI technological singularities which grants us basically with enough administration power to run an entire galaxy worth of real empires.
ru: Мы можем использовать сворачивание измерений и манипуляции пространством-временем для симуляции и контроля практически бесконечного количества технологических ДИИ сингулярностей, что дает нам, по сути, достаточно административной мощи, чтобы управлять целой галактикой, состоящей из настоящих империй.

source: We can use organic matter, rather than minerals, as a construction material to grow new things.
ru: Мы можем использовать органические вещества, а не минералы, в качестве строительного материала для выращивания новых вещей.

source: We can win this!
ru: Мы можем выиграть это!

source: We can't afford anything.
ru: Мы ничего не можем себе позволить.

source: We can't afford it, they'll have to manage.
ru: Мы не можем себе этого позволить, им придется самим справляться.

source: We can't afford it.
ru: Мы не можем себе этого позволить

source: We can't ally the Katzens if we are a subject.
ru: Мы не можем стать союзниками Катзенов, если мы подданные.

source: We can't ally the Katzens if we are in a federation.
ru: Мы не можем стать союзниками Катзенов, если мы состоим в федерации.

source: We can't deal with this right now, later maybe?
ru: Мы не можем заниматься этим прямо сейчас, может быть, позже?

source: We can't risk it breaking out, Destroy it
ru: Мы не можем рисковать, чтобы это вырвалось наружу, уничтожьте это

source: We cannot afford it.
ru: Мы не можем себе этого позволить.

source: We cannot bear the presence of our adversaries, their mere existence in this galaxy is a pain to us, a pain only relieved by their destruction.
ru: Мы не можем выносить присутствие наших противников, их простое существование в этой Галактике является болью для нас; болью, облегчением которой может служить, только разрушение.

source: We cannot leave it starved, but we also cannot just feed it souls
ru: Мы не можем оставить его голодать, но мы также не можем просто накормить его душами

source: We cannot simply destroy it, perhaps an alternative will work
ru: Мы не можем просто уничтожить его, возможно, сработает альтернатива

source: We cannot submit if we are in the Flusionian Treaty Organization.
ru: Мы не можем подчиниться, если мы состоим во Флюсиаллаианской договорной организации.

source: We cannot trade if we are at war.
ru: Мы не можем торговать, если находимся в состоянии войны.

source: We care little for petty squabbles of other empires.
ru: Нас мало волнуют мелкие дрязги других империй.

source: We could also just use this data for direct unity generation
ru: Мы верим в единство!

source: We could decrease border friction problems with this data.
ru: Научите нас, как уменьшить пограничные трения.

source: We could improve our internal Trade operations with this data.
ru: Научите нас, как повысить ценность наших сделок.

source: We could improve the attractiveness of our Trade Actions with this data.
ru: Научите нас, как правильно торговать с другими.

source: We could just extract a chunk of currently relevant data to assist research
ru: Не могли бы вы подсказать нам, где найти данные ваших исследований?.

source: We could learn a lot here.
ru: Мы могли бы многому научиться здесь

source: We could optimize our maximum research opportunities with this data.
ru: Научите нас, как расширить наши исследовательские возможности.

source: We could optimize our navigational calculations with this data.
ru: Научите нас, где находятся лучшие маршруты для путешествий.

source: We could optimize the Library to serve the Engineering department.
ru: Научите нас лучше понимать инженерное дело.

source: We could optimize the Library to serve the Physics department.
ru: Научите нас лучше понимать физику.

source: We could optimize the Library to serve the Society research department.
ru: Научите нас, как лучше понимать общество.

source: We could probably optimize reproduction rates with this data
ru: Вероятно, мы могли бы оптимизировать темпы воспроизводства с помощью этих данных.

source: We could set up a shared database network for our research stations with this.
ru: Научите нас, как правильно собирать данные.

source: We could set up a shared experience network for our military with this.
ru: Научите нас, как правильно получать опыт.

source: We could try radical approaches, and try to find a quick solution.
ru: Мы могли бы попробовать радикальные решения и попытаться найти быстрый способ

source: We could try to directly extract data to compile a specific Physics solution
ru: Можете ли вы помочь нам найти некоторые физические технологии?.

source: We could try to directly extract data to compile a specific Society solution
ru: Можете ли вы помочь нам найти некоторые технологии общества?.

source: We could try to directly extract data to compile an Engineering solution
ru: Можете ли вы помочь нам найти некоторые инженерные технологии?.

source: We could try to use this data to configure our weapons to universally through enemy shields and armor.
ru: Научите нас пробивать вражескую оборону.

source: We could universally optimize the upkeep of our facilities with this data.
ru: Научите нас, как правильно содержать нашу страну.

source: We could use helpful selections of this database for educational purposes.
ru: Научите нас, как быстрее улучшить наших лидеров.

source: We could use this data to assist espionage operations.
ru: Мы могли бы использовать эти данные для помощи в шпионских операциях.

source: We could use this data to improve our diplomatic relationships.
ru: Научите нас, как правильно действовать в качестве дипломата.

source: We could use this data to make our populace more susceptible to our ideals.
ru: Научите нас, как привлечь людей к нашей этике.

source: We could use this data to optimize Emergency Measures on our ships.
ru: Научите нас, как уклоняться от вражеского огня.

source: We could use this data to optimize Space Combat operations.
ru: Научите нас, как увеличить наш урон.

source: We could use this knowledge to colonize other planets...
ru: Мы могли бы использовать эти знания для колонизации других планет...

source: We demand a refund!
ru: Мы требуем возмещения!

source: We do not have enough alloys.
ru: У нас недостаточно сплавов.

source: We do not suffer from war as others do.
ru: Мы не страдаем от войны, как другие.

source: We don't have enough $blokkat_scrap$
ru: У нас недостаточно $blokkat_scrap$

source: We don't have the time for this yet, later maybe?
ru: У нас пока нет на это времени, может быть, позже?

source: We don't need it, push it into the black hole.
ru: Нам это не нужно, столкните это в черную дыру.

source: We don't need to hide in the shadows to win
ru: Нам не нужно прятаться в тени, чтобы победить

source: We don't see what you are talking about.
ru: Мы не понимаем, о чем вы говорите.

source: We failed to protect the $ehof_the_stellar_annihilator$ from the $ehof_the_compounds_text$ armadas while it was occupied destroying the $ehof_preservation_sphere$!
ru: Мы не смогли защитить $ehof_the_stellar_annihilator$ от $ehof_the_compounds$ армад, в то время как он уничтожал $ehof_preservation_sphere$!

source: We found the
ru: Мы нашли '

source: We gain a Level 6 scientist.
ru: Мы получаем ученого 6-го уровня.

source: We have a natural sense for war, far surpassing that of any mortal soul.
ru: Мы привержены духу войны, как никто из смертных.

source: We have adapted to permanent habitation in the depths of space, reducing our infrastructure needs and yielding more room on our habitats for other functions.
ru: Мы адаптировались к постоянной жизни в глубинах космоса, снизив наши потребности в инфраструктуре и обеспечив больше места в наших средах обитания для других нужд.

source: We have agreed to provide the $ehof_the_stellar_annihilator$ the materials it needs to repair its power core, so that it can escape the star it fell into so long ago.
ru: Мы согласились помочь $ehof_the_stellar_annihilator$ отремонтировать его энергетическое ядро, чтобы вывести его с этой звезды и вернуть в действие. Это будет немалый подвиг и потребует от нашей нации в целом собраться вместе и собрать все материалы, которые потребуются для этой грандиозной операции.

source: We have already chosen our route.
ru: Мы уже выбрали наш маршрут

source: We have better things to focus on.
ru: У нас есть дела поважнее, на которых стоит сосредоточиться

source: We have charted [ROOT.aiondia_explored_perc]% of Aiondia
ru: Мы нанесли на карту [ROOT.aiondia_explored_perc]% Айондии

source: We have completed the $SPECIAL_PROJECT_TOOLTIP$ allowing us to clone and NeuroCopy our leaders, which will allow us to simply reuse leaders that have already proven themselves instead of having to rely on new recruits.
ru: Мы завершили специальный проект, позволяющий нам становиться сильнее и клонировать наших собственных лидеров, что дает возможность более определенного руководства для выполнения многочисленных задач нашей империи.

source: We have contacted the Historian, so now which trade shall be done with him?
ru: Мы связались с Историком, теперь какой обмен с ним будет произведен?.

source: We have contacts all over the galaxy.
ru: У нас есть контакты по всей галактике.

source: We have decided to try and reprogram the Ancient Mining Drones in order to turn them into $domesticated_drone$.
ru: Вы выбрали $domesticated_drone$ как наш новый одомашненный космический вид инопланетян.

source: We have destroyed Aeternum, granting us incredible diplomatic clout.
ru: Мы уничтожили Вечность, что дало нам невероятное дипломатическое влияние.

source: We have detected a structure which looks like some sort of natural staircase, and we could use it to go up and down into the unknown or alternatively just avoid it and continue on forward.
ru: Отсюда есть что-то похожее на естественный лифт, здесь есть возможность подняться вверх, спуститься вниз или продолжить движение вперед.

source: We have developed new army tactics that better allows us to utilize small, elite, squads to efficiently support our larger armies.
ru: Мы разработали новую тактику ведения боя, которая позволяет нам лучше использовать небольшие элитные отряды для эффективной поддержки наших больших армий.

source: We have entered the realm of the celestial body manipulation, yet we haven't managed to perfectly shape the climate and the type of the planet that will be created.
ru: Мы вступили на путь манипуляции небесными телами, но пока нам еще не удалось идеально сформировать климат и тип планеты, которая будет создана.

source: We have exercised our right to dominate by incinerating pathetic primitives through the might of our technological prowesses.
ru: Мы воспользовались нашим правом доминировать, испепелив жалких примитивов мощью наших технологических достижений.

source: We have failed to discover their weakness.
ru: Нам не удалось обнаружить их слабость

source: We have finished the next stage of the Utopia project, and progress on the construction of our Utopia is steadily advancing.
ru: Мы закончили эту часть работы, прогресс в строительстве нашей утопии продвигается.

source: We have formed an agreement with several major crime lords on this planet to prevent future attacks.
ru: Специальный контракт, заключенный в преступном мире с криминальными авторитетами, чтобы они больше не нападали на нас.

source: We have got the drones that we need, let’s primarily focus on new construction projects.
ru: У нас есть достаточное количество дронов. Давайте в первую очередь сосредоточимся на новых строительных проектах.

source: We have learned how to manage multiple large projects at once.
ru: Мы научились управлять несколькими крупными проектами одновременно.

source: We have learned much about construction from the arcology complex on Edge of Eternity.
ru: Мы многое узнали о строительстве из аркологического комплекса на краю Вечности

source: We have located a number of flaws within Katzen engineering, which we can exploit to better damage their fleets.
ru: Мы обнаружили ряд недостатков в Инженерия кошек, которые мы можем использовать, чтобы лучше нанести ущерб их флотам.

source: We have mastered celestial body manipulation and can finally create \"perfect\" worlds ready to be colonized.
ru: Мы освоили небесное тело и манипуляции благодаря нашим знаниям в восстановлении климата, теперь мы можем создавать совершенные миры, готовые к колонизации.

source: We have mastered managing multiple large projects at once.
ru: Мы освоили управление несколькими крупными проектами одновременно.

source: We have mastered the art of building multiple megastructures at the same time.
ru: Мы овладели искусством строительства нескольких мегаструктур одновременно.

source: We have no choice but to accept.
ru: У нас нет выбора, кроме как согласиться.

source: We have no eligible leaders, without advanced phanon traits, for this available at the moment!
ru: На данный момент у нас нет подходящих для этого лидеров без продвинутых черт Фанона!

source: We have no need of arms when amongst those we trust.
ru: Нам не нужно оружие, когда мы находимся среди тех, кому доверяем.

source: We have no subject states at the moment.
ru: На данный момент у нас нет субъектных государств.

source: We have no time for this nonsense.
ru: У нас нет времени на эту чушь.

source: We have no understanding of how to use this.
ru: У нас нет никакого понимания того, что это такое.

source: We have no understanding of what this is.
ru: У нас нет никакого понимания того, что это такое.

source: We have organised a system of trade convoys throughout our empire.
ru: Мы организовали систему торговых конвоев по всей нашей империи.

source: We have reached a dead end, and the only path we see is the one we took, so it is time to retrace our steps.
ru: Мы достигли места, в котором, похоже, нет ничего интересного для нас, единственный доступный путь - это тот, по которому мы шли, так что пора возвращаться назад.

source: We have received news of a better solution to deal with the $ehof_the_compound_text$ and have aborted our current project.
ru: Мы получили новости о лучшем решении для борьбы с $ehof_the_compound$ и прервали наш проект

source: We have researched $SLOW_LEARNER_ARMY$, and now have the possibility to recruit armies of "veterans" at a relatively low cost.
ru: Мы завершили $SLOW_LEARNER_ARMY$, теперь у нас есть возможность набирать армию ветеранов по низкой цене при очень хорошей эффективности.

source: We have selected the $domesticated_cloud$ as the spaceborne alien species we want to domesticate in order to create $domesticated_cloud$.
ru: Вы выбрали $domesticated_cloud$ как наш новый одомашненный космический вид инопланетян.

source: We have selected the Crystalline Entities as the spaceborne alien species we want to domesticate in order to create $domesticated_crystal$.
ru: Вы выбрали $domesticated_crystal$ как наш новый одомашненный космический вид инопланетян.

source: We have selected the Space Amoeba as the spaceborne alien species we want to domesticate in order to create $domesticated_ameoba$.
ru: Вы выбрали $domesticated_ameoba$ как наш новый одомашненный космический вид инопланетян.

source: We have selected the Tiyanki as the spaceborne alien species we want to domesticate in order to create $domesticated_tiyanki$.
ru: Мы выбрали Тиянки в качестве космического инопланетного вида, который хотим приручить, чтобы создать $domesticated_tiyanki$.

source: We have signed a ceasefire with the 'Pirate Coalition' so they don't attack us anymore.
ru: Специальный договор, заключенный в подземном мире с бандитами, чтобы они больше не нападали на нас.

source: We have successfully taken control of some ships that have been destroyed in a space battle in the the previous year.
ru: Мы взяли под контроль корабли, уничтоженные в космической битве, которая произошла в прошлом году.

source: We have to destroy the $ehof_preservation_sphere$?
ru: Значит, мы должны уничтожить $ehof_preservation_sphere$?

source: We have to keep an eye on that.
ru: Мы должны следить за этим.

source: We have won.
ru: Мы победили.

source: We haven't targeted the star yet.
ru: Мы еще не нацелились на звезду.

source: We hit a nerve!
ru: Мы задели за живое!

source: We just need to build the megastructure now.
ru: Нам просто нужно построить мегаструктуру сейчас.
